Repository: jfarsen/translation-woocommerce-gateway-stripe
Catalog: woocommerce-gateway-stripe-*.po
Languages: fr_fr

source: Sorry, the minimum allowed order total is %1$s to use this payment method.
fr_fr: Désolé, le montant minimum autorisé d'une commande est de %1$s pour ce mode de paiement.

source: Customer not found
fr_fr: Client introuvable

source: Unable to store payment details. Please try again.
fr_fr: Impossible d’enregistrer les détails de paiement. Essayez de nouveau svp.

source: Stripe Transaction Failed (%s)
fr_fr: Transaction Stripe échouée (%s)

source: Via %1$s card ending in %2$s
fr_fr: Via carte %s se terminant en %s

source: Stripe works by adding credit card fields on the checkout and then sending the details to Stripe for verification.
fr_fr: Stripe fonctionne en ajoutant les champs de la carte de paiement sur la page de Checkout puis envoie les infos de règlement à Stripe pour vérification.

source: Continue to payment
fr_fr: Continuer au paiement

source: TEST MODE ENABLED. In test mode, you can use the card number 4242424242424242 with any CVC and a valid expiration date or check the documentation "<a href="%s">Testing Stripe</a>" for more card numbers.
fr_fr: MODE TEST ACTIVÉ. En mode test, vous pouvez utiliser le numéro de carte de crédit 4242424242424242 avec n’importe quel CVC et une date d’expiration valide ou consultez la documentation "<a href="%s">Testing Stripe</a>" pour plus de numéros de cartes.

source: Unable to verify domain - missing secret key.
fr_fr: Impossible de vérifier le domaine - clé secrète manquante.

source: Unable to verify domain - %s
fr_fr: Impossible de vérifier le domaine - %s

source: Unable to create domain association folder to domain root.
fr_fr: Impossible de créer une association fichier domaine à la racine du site.

source: Unable to copy domain association file to domain root.
fr_fr: Impossible de copier le fichier d'association de domaine à la racine du site.

source: Your domain has been verified with Apple Pay!
fr_fr: Votre domaine a été vérifié avec Apple Pay!

source: Error: %s
fr_fr: Erreur : %s

source: Stripe is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - Stripe will only work in test mode.
fr_fr: Stripe est activé mais l’option <a href="%s">force SSL option</a> est désactivée ; votre commande peut ne pas être sécurisée ! Veuillez activer les paramètres de sécurité SSL et vous assurer que le certificat SSL est valide à défaut de quoi, Stripe ne peut fonctionner qu’en mode test.

source: Add Card
fr_fr: Ajouter carte

source: The card number is not a valid credit card number.
fr_fr: Le numéro de carte n'est pas un numéro de carte de crédit valide.

source: The card's expiration month is invalid.
fr_fr: Le mois d'expiration de la carte est invalide.

source: The card's expiration year is invalid.
fr_fr: L'année d'expiration de la carte est invalide.

source: The card's security code is invalid.
fr_fr: Code de sécurité de la carte est invalide.

source: The card number is incorrect.
fr_fr: Numéro de la carte incorrect.

source: The card has expired.
fr_fr: Cette carte a expiré.

source: The card's security code is incorrect.
fr_fr: Code de sécurité de la carte est incorrect.

source: The card's zip code failed validation.
fr_fr: Le code postal de la carte à échoué lors de la validation.

source: The card was declined.
fr_fr: La carte a été refusée.

source: There is no card on a customer that is being charged.
fr_fr: Aucune carte client n'a été débitée.

source: An error occurred while processing the card.
fr_fr: Une erreur s’est produite lors du traitement de votre carte.

source: Could not find payment information.
fr_fr: Nous n’avons pas pu trouver des informations de paiement.

source: This is not a valid live key. Live keys start with "sk_live_" and "pk_live_".
fr_fr: Ce n’est pas une clé Live valide. Une clé Live keys commence par « sk_live_ » et « pk_live_ ».

source: This is not a valid test key. Test keys start with "sk_test_" and "pk_test_".
fr_fr: Ce n'est pas une clé de test valide. Une clé de test commence par "sk_test_" et "pk_test_".

source: Re-verify Domain
fr_fr: Re-vérifier le Domaine

source: Missing Secret Key. Please set the secret key field above and re-try.
fr_fr: Pas de clé secrète. S’il vous plaît définir le champ de clé secrète ci-dessus et essayez à nouveau.

source: Please accept the terms and conditions first
fr_fr: Merci d’accepter les Conditions de vente avant de procéder au paiement

source: Please fill in required checkout fields first
fr_fr: Remplissez les champs obligatoires d’abord

source: Sorry, we're not accepting prepaid cards at this time.
fr_fr: Désolé, nous n’acceptons pas les cartes prépayées actuellement.

source: %1$s - Order %2$s
fr_fr: %1$s - Commande %2$s

source: Customer Name
fr_fr: Nom du client

source: Customer Email
fr_fr: Courriel client

source: Invalid payment method. Please input a new card number.
fr_fr: Mode de paiement non-valide. Veuillez saisir un nouveau numéro de carte.

source: Please enter your card details to make a payment.
fr_fr: Veuillez entrer les détails de votre carte pour faire un paiement.

source: Developers: Please make sure that you are including jQuery and there are no JavaScript errors on the page.
fr_fr: Programmeurs : assurez-vous d'inclure jQuery et qu'il n'y ait pas d'erreurs JavaScript sur la page.

source: This card is no longer available and has been removed.
fr_fr: Cette carte n’est plus disponible et a été retirée.

source: Stripe charge complete (Charge ID: %s)
fr_fr: Frais complet Stripe (Frais ID: %s)

source: Stripe charge authorized (Charge ID: %s). Process order to take payment, or cancel to remove the pre-authorization.
fr_fr: Paiement via Stripe autorisé (ID transaction : %s). Effectuez la commande pour faire le paiement, ou annulez pour supprimer la pré-autorisation.

source: There was a problem adding the card.
fr_fr: Un problème s'est produit lors de l'ajout de cette carte.

source: Refunded %1$s - Refund ID: %2$s - Reason: %3$s
fr_fr: Remboursé %s - ID Remboursement: %s - Raison: %s

source: There was a problem connecting to the payment gateway.
fr_fr: Il y eu un problème de connexion au niveau de la passerelle de paiement.

source: Cheatin&#8217; huh?
fr_fr: Alors on triche ?

source: Sub-Total
fr_fr: Sous-total

source: Or
fr_fr: Ou bien

source: Please enter a valid postcode/ZIP.
fr_fr: Merci d'entrer un code postal valide.

source: Unable to find shipping method for address.
fr_fr: Impossible de trouver le mode d'expédition pour l'adresse.

source: Tax
fr_fr: Taxes

source: Shipping
fr_fr: Expédition

source: Discount
fr_fr: Remise

source: Error %d: Unable to create order. Please try again.
fr_fr: Erreur %d : impossible de créer la commande. Veuillez essayer de nouveau.

source: Could not create Stripe customer.
fr_fr: Impossible de créer le client Stripe.

source: Unable to add card
fr_fr: Impossible d’ajouter la carte

source: Unknown shipping option "[option]".
fr_fr: Option de livraison inconnue "[option]".

source: Empty cart
fr_fr: Panier vide

source: Subtotal
fr_fr: Sous-Total

source: Unable to make default card, please try again
fr_fr: Impossible d’en faire votre carte par défaut, veuillez essayer à nouveau

source: Unable to delete card.
fr_fr: Impossible de supprimer la carte.

source: Card deleted.
fr_fr: Carte effacée.

source: Unable to update default card.
fr_fr: Impossible de mettre à jour la carte par défaut.

source: Default card updated.
fr_fr: Carte par défaut mise à jour.

source: Stripe error: Please enter your secret key <a href="%s">here</a>
fr_fr: Erreur Stripe: Veuillez entrer votre clé secrète <a href="%s">ici</a>

source: Stripe error: Please enter your publishable key <a href="%s">here</a>
fr_fr: Erreur Stripe: Veuillez entrer votre clé publiable <a href="%s">ici</a>

source: Stripe error: Your secret and publishable keys match. Please check and re-enter.
fr_fr: Erreur Stripe: vos clés secrètes et publiables ne correspondent pas. Veuillez essayer à nouveau.

source: Manage cards
fr_fr: Gerer cartes

source: %s card ending in %s (Expires %s/%s)
fr_fr: Carte %s se terminant en %s (Expire %s/%s)

source: Use a new credit card
fr_fr: Utiliser une nouvelle carte de crédit

source: %s - Order %s
fr_fr: %s - Commande %s

source: Refunded %s - Refund ID: %s - Reason: %s
fr_fr: Remboursé %s - ID Remboursement: %s - Raison: %s

source: Saved cards
fr_fr: Cartes sauvegardées

source: Card
fr_fr: Carte

source: Expires
fr_fr: Expire

source: %s card ending in %s
fr_fr: Carte %s se terminant en %s

source: (Default)
fr_fr: (Défaut)

source: Expires %s/%s
fr_fr: Expire %s/%s

source: Delete card
fr_fr: Effacer carte

source: Make Default
fr_fr: Utiliser par défaut

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Stripe
fr_fr: Activer Stripe

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.

source: Credit Card (Stripe)
fr_fr: Carte de crédit (Stripe)

source: This controls the description which the user sees during checkout.
fr_fr: Ceci détermine la description que les utilisateurs verront durant le réglement.

source: Pay with your credit card via Stripe.
fr_fr: Payez avec votre carte de crédit via Stripe.

source: Test mode
fr_fr: Mode test

source: Enable Test Mode
fr_fr: Activer le mode test

source: Place the payment gateway in test mode using test API keys.
fr_fr: Passez la passerelle de paiement en mode test en utilisant les clés de test.

source: Test Secret Key
fr_fr: Clé Test secrète

source: Get your API keys from your stripe account.
fr_fr: Obtenez vos clés API via votre compte Stripe.

source: Test Publishable Key
fr_fr: Clé Test publiable

source: Live Secret Key
fr_fr: Clé Live secrète

source: Live Publishable Key
fr_fr: Clé Live publiable

source: Statement Descriptor
fr_fr: Description au compte

source: Extra information about a charge. This will appear on your customer’s credit card statement.
fr_fr: Informations supplémentaires sur les frais. Cela apparaîtra sur l'état de la carte de crédit de votre client.

source: Capture
fr_fr: Capturer

source: Capture charge immediately
fr_fr: Encaisser immédiatement

source: Stripe Checkout
fr_fr: Paiement Stripe

source: Enable Stripe Checkout
fr_fr: Activer Paiement Stripe

source: If enabled, this option shows a "pay" button and modal credit card form on the checkout, instead of credit card fields directly on the page.
fr_fr: Si cette option est activée, cette option affiche un bouton "Payer" et un formulaire de carte de crédit modale à la caisse, au lieu des champs de carte de crédit directement sur la page.

source: Stripe Checkout locale
fr_fr: Langue de paiement Stripe

source: Language to display in Stripe Checkout modal. Specify Auto to display Checkout in the user's preferred language, if available. English will be used by default.
fr_fr: Langue à afficher dans le formulaire en modal Stripe. Spécifiez Auto pour afficher le Paiement dans la langue préférée de l'utilisateur, si disponible. L'Anglais sera utilisé par défaut.

source: Simplified Chinese
fr_fr: Chinois simplifié

source: Danish
fr_fr: Danois

source: Dutch
fr_fr: Danois

source: English
fr_fr: Anglais

source: Finnish
fr_fr: Finnois

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Italian
fr_fr: Italien

source: Japanese
fr_fr: Japonais

source: Norwegian
fr_fr: Norvégien

source: Spanish
fr_fr: Espagnol

source: Swedish
fr_fr: Suédois

source: Bitcoin Currency
fr_fr: Devise Bitcoin

source: Enable Bitcoin Currency
fr_fr: Activer la Monnaie Bitcoin

source: Stripe Checkout Image
fr_fr: Image Paiement Stripe

source: Payment Request API
fr_fr: API de demande de paiement

source: Enable Payment Request API
fr_fr: Activez l'API de demande de paiement

source: If enabled, users will be able to pay with Apple Pay.
fr_fr: Si activé, les utilisateurs seront en mesure de payer avec Apple Pay.

source: Apple Pay Button Style
fr_fr: Style du bouton Apple Pay

source: Button Style
fr_fr: Style du bouton

source: Select the button style you would like to show.
fr_fr: Sélectionnez le style de bouton que vous souhaitez afficher.

source: Black
fr_fr: Noir

source: White
fr_fr: Blanc

source: Apple Pay Button Language
fr_fr: Langue du bouton Apple Pay

source: Saved Cards
fr_fr: Cartes sauvegardées

source: Enable Payment via Saved Cards
fr_fr: Permettre le paiement via les cartes enregistrées

source: Logging
fr_fr: Journalisation

source: Log debug messages
fr_fr: Log des messages de débogage

source: Save debug messages to the WooCommerce System Status log.
fr_fr: Sauvegarder les messages debug dans le log WooCommerce.

source: Hello World
fr_fr: Bonjour le Monde

# verb
source: Post
fr_fr: Publier

source: %d apple
fr_fr: %d pomme

# noun, job positions
source: %d post
fr_fr: %d publication

source: Exclude
fr_fr: Exclure

source: Include
fr_fr: Inclure

source: String
fr_fr: Chaîne

# a string
source: String
fr_fr: Chaîne

source: 1 Star
fr_fr: 1 étoile

source: Stripe is almost ready. To get started, <a href="%s">set your Stripe account keys</a>.
fr_fr: Stripe est quasiment prêt. Pour commencer, <a href="%s">Réglez vos clé de compte Stripe </a>.

source: WooCommerce Stripe - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
fr_fr: WooCommerce Stripe - La version PHP minimale requise pour ce plugin est %1$s. Vous utilisez %2$s.

source: WooCommerce Stripe requires WooCommerce to be activated to work.
fr_fr: WooCommerce Stripe requiert que WooCommerce soit activé pour fonctionner.

source: WooCommerce Stripe - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
fr_fr: WooCommerce Stripe - la version de WooCommerce minimale requise pour ce plugin est de %1$s. Vous utilisez %2$s.

source: WooCommerce Stripe - cURL is not installed.
fr_fr: WooCommerce Stripe - cURL n’est pas installé.

source: Settings
fr_fr: Paramètres

source: Docs
fr_fr: Documentation

source: Support
fr_fr: Soutien

source: Unable to capture charge!
fr_fr: Incapable d’encaisser les charges!

source: Unable to refund charge!
fr_fr: Incapable d'annuler les charges!

source: Stripe charge refunded (Charge ID: %s)
fr_fr: Paiement Stripe remboursé (Transaction: %s)
